Revit 2027 API
ParameterTypeId.FamilyElemSubcategory Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyElemSubcategory { get; }
Public Shared ReadOnly Property FamilyElemSubcategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyElemSubcategory {
	ForgeTypeId^ get ();
}
static member FamilyElemSubcategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace